[
  {
    "chunk_id": "01_scientific_study_intro",
    "title": "Introduction to Scientific Study",
    "content": "1 Scientific Study. The scientific study includes scientific facts, theories, models, experiments and physical situations. It studies various objects in nature in a planned and organized way. It also logically investigates the various phenomena based on the scientific method and empirical or measurable evidence. Various causative factors have a role in different events and phenomena that have occurred in nature. The causative factor, characteristic, or trait that has a direct or indirect relationship with an event or a phenomenon is known as a variable.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "1", "topic": "Scientific Method" }
  },
  {
    "chunk_id": "02_variables_plant_example",
    "title": "1.1 Variables of Scientific Research",
    "content": "1.1 Variables of scientific research. When we see a phenomenon or change, we are curious to know why it happens, what factors are involved, and how they have affected that event or phenomenon. Such curiosity helps us to predict the result of an action correctly. For instance, if we see a wilted potted plant in the garden, we want to know why is it wilted. Is it because of lack of water, overexposure to bright sun, or some other reasons? To find out the answer, we try to find the effects of keeping the plant in the shade or watering it or doing some other things. With the help of knowledge and experience obtained from such curiosity or interest, we can easily guess what could be the condition of the plant if we forget to water it or keep it in the shade on a hot day. Then we can take the necessary measures to save it. For each incident or change, there is always cause and effect. In the aforementioned example, either lack of water or excessive heat of the sun is the causative factor whereas wilting is the effect. The effect depends on the causal factors. For example, the rigidity of the stem of a plant depends on the amount of water in it. Therefore, for the right estimation, it is essential to know the relationship between the magnitude of the causative factor and the magnitude of the effect. This relation can be established through experiments. The task of a scientist is to set up a relationship between various physical quantities and ultimately find out how nature works.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "1-2", "topic": "Cause and Effect" }
  },
  {
    "chunk_id": "03_activity_1.1_method",
    "title": "Activity 1.1: Making catapult from a rubber band",
    "content": "Activity 1.1. Title: Making catapult from a rubber band. Materials required: rubber band (about 5 cm long), a 15 cm long ruler, small pieces of paper (about 2cm length and 2 cm breadth) and measuring tape. Method: 1. Wrap the pieces of paper into a cylinder-like form and fold them in the middle. It functions as a projectile or bullet for a catapult. 2. Hook the rubber band into two fingers of one hand (e.g., thumb and forefinger), as shown in the figure. 3. Hold the paper bullet within two segments of the rubber band and stretch the rubber band. 4. Ask your friend to measure the extension of the rubber band (distance from the fingers to the paper bullet). Make the distance 4 cm. 5. Release the paper bullet. It will fly away from the catapult. Measure the distance covered by the paper bullet. 6. Note down the extension of the rubber band and the distance travelled by the paper bullet. 7. Now, stretch the rubber band 6 cm and launch the paper bullet. Measure the distance travelled by the bullet. Repeat this for the extension of 8 cm and 10 cm.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "1-2", "topic": "Experimental Activity" }
  },
  {
    "chunk_id": "04_activity_1.1_results_and_variables",
    "title": "Activity 1.1 Data and Mathematical Relation",
    "content": "S.N. 1: Extension of rubber band (cm) 4, Distance travelled by the paper bullet (cm) [empty]. S.N. 2: Extension of rubber band (cm) 6, Distance travelled by the paper bullet (cm) [empty]. S.N. 3: Extension of rubber band (cm) 8, Distance travelled by the paper bullet (cm) [empty]. S.N. 4: Extension of rubber band (cm) 10, Distance travelled by the paper bullet (cm) [empty]. Scientific research involves changing the magnitude of one physical quantity and observing how this change brings changes in another physical quantity. For example: in the above experiment, we studied how the extension (stretch) of the rubber band affects the distance travelled by the paper bullet. Here, the extension of the rubber band and the distance covered by the bullet are both physical quantities and their magnitude are different in each experiment. Such physical quantities are called variables because their value or magnitude varies each time. The elements (physical quantities) that change or may change in an experiment or research are called variables of the experiment or research. In the above experiment stretching of the rubber band and the distance covered by the paper bullet are the variables of that experiment. The thickness of the rubber band and the size of the paper bullet could also have been changed in that experiment. Therefore, these are also the variable of the research. Each variable has a name and is represented by a symbol for ease of writing. The relation between variables is expressed in terms of a mathematical formula. For example: If the extension or stretch of rubber is denoted by 'e' and the distance travelled by the paper piece is denoted by 'x', the relation between them is $x ropto e$.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "2", "topic": "Variables and Relations" }
  },
  {
    "chunk_id": "05_independent_and_dependent_variables",
    "title": "Types of Variables: Independent and Dependent",
    "content": "Types of variables. Usually, variables are classified into three types: independent variable, dependent variable and controlled variable. a. Independent variable: During a scientific experiment or research, the researcher manipulates or changes a variable in a particular amount and measures the changes in another variable. The change made by the experimenter or researcher is the causative factor and subsequent change in another variable is the effect. In the experiment above, stretched rubber band throws the paper bullet. The extension of the rubber band is the causative factor and the distance travelled by the paper is the effect. The researcher or experimenter is free to decide the degree of extension of the rubber band. The variable which can be manipulated by a researcher is called the independent variable. In activity 1.1, the extension of the rubber band is the independent variable. Causative factors related to the experiment are independent variables. For example, the amount of fertilizer, sunlight and water can be the independent variables for the growth of a plant. b. Dependent variable: In experiment 1.1, the researcher cannot tell the distance covered by the piece of paper directly because it depends on the amount of stretching of the rubber band. Such a variable is called a dependent variable. So dependent variable is the variable whose value depends upon the value of another variable and the experimenter cannot predict or determine its value directly. For example, in activity 1.1 the distance covered by the paper bullet is the dependent variable. Similarly, while observing the effect of sunlight on the growth and development of the plant, the amount of sunlight is the independent variable and the height or growth of the plant is the dependent variable.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "2", "topic": "Variable Classification" }
  },
  {
    "chunk_id": "06_controlled_variables",
    "title": "Types of Variables: Controlled Variables",
    "content": "c. Controlled variable: In some experiments or research, there may be more than two variables. Each variable influences the result of an experiment or research. Thus, it is not possible to determine which variable is responsible for the change in the results or findings. In such a situation, it is difficult to draw conclusion. The conclusion might even not be valid or reliable. Therefore, to make the finding of the experiment valid, reliable and accurate, variables other than the specified independent variable and dependent variable should be controlled so that they do not affect the result. Such variables which are taken into control throughout the experiment or research are known as the controlled variables. In activity 1.1, the thickness of the rubber band and the size of the paper bullet should be kept the same throughout the experiment. If different rubber bands are used at each activity, the result will not be valid. Hence, for this experiment, the thickness of the rubber band and the size of the paper bullet are the controlled variables. Similarly, while we are observing the effect of light on plant growth, all plants should be of uniform size at the beginning of the experiment. Air, water and manure supplied to these plants should also be kept uniform throughout the experiment. So, the initial size of plants, air, water, and manure supplied to them are the controlled variables. In the same way, if we are studying the rate of a chemical reaction between the surface area of limestone and acid, the acid used each time should have the same concentration and the quantity and weight of limestone should also be kept the same. In this experiment, surface area is the independent variable, the rate of reaction is the dependent variable and the concentration of acid, quantity and weight of limestone are the controlled variables. Controlling such variables requires special arrangements while formulating the design of the experiment.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "2-3", "topic": "Variable Classification" }
  },
  {
    "chunk_id": "07_activity_1.1_summary_table",
    "title": "Summary of Variables and Research Examples",
    "content": "In Activity 1.1: Independent variable: extension of rubber band; Dependent variable: distance travelled by paper bullet; Controlled variable: thickness of rubber band and size of the paper bullet. Other examples of the variable types mentioned above are listed in the table below: 1. Subject of research: Relation of a rotating knob of a tap and the rate of flow of the water. Independent variable: Magnitude of rotation of knob (in degree). Dependent variable: Amount of the water flow per minute (in litre). Controlled variable: water pressure. 2. Subject of research: Relation of electricity and magnetism in a solenoid. Independent variable: Amount of electric current (in ampere). Dependent variable: Number of pins attracted by the electromagnet. Controlled variable: Number of turns in the solenoid, size of the pin. 3. Subject of research: Effect of heat on the solubility of sugar. Independent variable: Temperature of water (in degree celsius). Dependent variable: Amount of completely dissolved sugar in water (in grams). Controlled variable: Amount of water (always 100 grams). 4. Subject of research: The immediate effect of physical exercise on the heartbeat. Independent variable: Duration of physical exercise (in minutes). Dependent variable: Number of heartbeats. Controlled variable: Type of physical exercise, the interval between the end of exercise, and count of heartbeats.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "3", "topic": "Research Examples" }
  },
  {
    "chunk_id": "08_rules_for_variables",
    "title": "Things to be considered about variables",
    "content": "Things to be considered about variables: 1. There should be only one independent variable in research or an experiment. 2. There should be only one dependent variable in research or an experiment. 3. Except for the specified independent variable and dependent variable, other variables should be controlled. 4. While expressing the relation between variables in an equation, usually, the dependent variable is written on the left side of the equation and the independent variable is written on the right side. Hence, the independent variable is sometimes called a right variable and the dependent variable is called the left variable. For example, if we study how the distance covered by a moving object varies with time, then the mathematical equation of their relationship will be $s = vt$. Where distance travelled (s) is the dependent variable, time (t) is the independent variable and speed (v) is the controlled variable. 5. While plotting the relationship of variables in a graph, the dependent variable is always plotted on the y-axis or the vertical line and the independent variable is plotted on the horizontal line or the x-axis. Therefore, the dependent variable is sometimes called the vertical variable or the y-variable and the independent variable is called the horizontal variable or the x-variable. Graph presentation always depicts how the change in the independent variable brings the change in the dependent variable.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "3-4", "topic": "Scientific Rules" }
  },
  {
    "chunk_id": "09_types_of_units_fundamental",
    "title": "1.2 Types of Units: Fundamental Units",
    "content": "1.2 Types of units. Physical quantities are measured in units. The units of all physical quantities can be divided into two types: 1. Fundamental unit, 2. Derived unit. Fundamental unit: The unit of measurement which has its independent existence or does not depend upon the other units and cannot be resolved into any simpler forms is called the fundamental unit. For example, the fundamental unit of mass is kilogram, the fundamental unit of time is second, and the fundamental unit of length is metre. In the SI system, there are 7 fundamental units and they are listed below: 1. length - meter (m); 2. mass - kilogram (kg); 3. time - second (s); 4. temperature - kelvin (K); 5. luminous intensity - candela (cd); 6. electric current - ampere (A); 7. amount of substance - mole (mol).",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "4", "topic": "Measurement Units" }
  },
  {
    "chunk_id": "10_derived_units_definition_and_examples",
    "title": "Derived Units and Physical Quantities Table",
    "content": "Derived unit: The unit of measurement which has no independent existence and is composed of two or more fundamental units is called a derived unit. For example, the unit of density is $kg/m^3$. It consists of two fundamental units; kilogram and meter. Similarly, the unit of force is $kg m s^{-2}$, where kilogram (kg), metre (m) and second (s) are the three fundamental units involved in it. It is difficult to say $kg m s^{-2}$ in daily use and hence, this combined form of units is given a simpler name, newton (N). Therefore, $N = kg m s^{-2}$. Likewise, the unit of pressure is pascal (Pa). This unit is equal to $kg m^{-1} s^{-2}$. In this way, units of many derived quantities are given a specific name. But in the case of some physical quantities, the combination of fundamental units in itself is in use, for example, unit of density is $kg m^{-3}$. There is no simpler name for it. Table of Derived Physical Quantities: 1. area: $l \times b$ = meter $\times$ meter = $m^2$; 2. volume: $l \times b \times h$ = meter $\times$ meter $\times$ meter = $m^3$; 3. density: mass/volume = kilogram / $meter^3$ = $kg/m^3$; 4. velocity: displacement / time = meter / second = $m/s$.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "4", "topic": "Measurement Units" }
  },
  {
    "chunk_id": "11_derived_units_extended_table",
    "title": "Extended Catalog of Derived Units",
    "content": "5. acceleration: velocity / time = (meter / second) / second = $m/s^2$; 6. force: mass $\times$ acceleration = $kilogram \times \frac{meter}{second \times second}$ = $kg m/s^2$ = Newton (N); 7. pressure: force / area = $(kg m/s^2) / meter^2$ = $kg/m s^2$ = Pascal (Pa); 8. work: force $\times$ distance = $kg m/s^2 \times meter$ = $kg m^2/s^2$ = joule (J); 9. power: work / time = $(kg m^2/s^2) / second$ = $kg m^2/s^3$ = watt (W); 10. moment: force $\times$ distance = $(kg m/s^2) \times meter$ = $kg m^2/s^2$ = Nm; 11. frequency: 1 / time = 1 / s = $s^{-1}$ = Hz. To find out the composition of derived unit which includes the fundamental units, analysis can be done based on the definition of the physical quantity. For example: a) The unit of area is square metre. Analysis: Area = length $\times$ breadth = $m \times m = m^2$. Therefore, the unit of area is $m^2$. This unit is formed from two fundamental units. b) The unit of force is Newton (N). Analysis: According to the definition of force, $F = ma$. The unit of mass (m) is kg and the unit of acceleration (a) is $ms^{-2}$. Therefore, $N = kg m s^{-2}$. Hence kilogram, meter and second are the fundamental units and they are combined to form the unit of force which is called newton.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "5", "topic": "Physics Formulas" }
  },
  {
    "chunk_id": "12_activity_1.2_and_comparison",
    "title": "Activity 1.2 and Unit Differences",
    "content": "Activity 1.2. Find out the various units used to measure different kinds of physical quantities in your daily life. Classify these units into two groups; fundamental and derived units and fill up the table as given below in your note copy. The difference between the fundamental unit and the derived unit is mentioned below: Fundamental unit: a) It does not depend upon other units. b) There are seven fundamental units used till now. Derived unit: a) It depends upon the fundamental units. b) Many derived units are formed from seven fundamental units.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "5", "topic": "Unit Classification" }
  },
  {
    "chunk_id": "13_unitwise_equation_analysis",
    "title": "Analysis of Unitwise Equation",
    "content": "Analysis of unitwise equation. Various formulae and equations are obtained from the conclusion of scientific studies. The validity and uniformity of such formulae and equations can be checked by the analysis of units involved in such physical quantities. For the validation of an equation, units on both sides of an equation must be the same. Example: While performing the unit analysis of the equation: $s = v \times t$, the fundamental unit of the quantity on the left-hand side of the equation is m and the fundamental unit of the quantity on the right-hand side is $ms^{-1} \times s = m$. Therefore, this equation is valid. But, if someone claims $s = v/t$, then by performing the unit analysis, the fundamental unit of the quantity on the left-hand side is m but the fundamental unit of the quantity on the right-hand side is $ms^{-1}/s$ or $ms^{-2}$. Hence the unit of physical quantity on the left-hand side of the equation is not equal with the unit of physical quantity on the right-hand side. So, the equation $s = v/t$ is invalid or wrong.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "5-6", "topic": "Dimensional Analysis" }
  },
  {
    "chunk_id": "14_addition_subtraction_and_validity_tests",
    "title": "Rules for Addition and Validity Testing",
    "content": "Addition and subtraction of physical quantities are possible if they have the same composition of fundamental units. Example: $u+v$ is possible because both of them have the same unit, $ms^{-1}$. Similarly, $s - at^2$ is also possible because the fundamental unit of s is m and the fundamental unit of $at^2$ is also m; when simplified. But, $s+at$ is not possible because the unit of s (distance covered) is m and the fundamental unit of at is $ms^{-1}$. Thus, they cannot be added due to dissimilarity in the composition of fundamental units. Example: Test the validity of the equation given below by unit analysis. (i) $v^2 = u^2 + 2as$; (ii) $s = ut + 1/2 a^2t$. Now, (i) $v^2 = u^2 + 2as$ becomes $m^2s^{-2} = m^2s^{-2} + m^2s^{-2}$. In the above equation, there is uniformity in the unit of physical quantity on either side. So, this is a valid equation. (ii) $s = ut + 1/2 a^2t$ becomes $m = ms^{-1} \times s + (ms^{-2})^2 \times s$ which is $m = m + m^2s^{-3}$. In the equation given above, there is no similarity in the base units of the physical quantities on either side. So, this equation is not valid. Analysis of units is required to prove the accuracy of an equation, to find out the inter-relation of physical quantities and for the conversion of units of various measurement systems.",
    "metadata": { "class": "10", "subject": "Science", "Unit_index": 1, "Unit_name": "Scientific study",  "type": "Book", "page": "6", "topic": "Dimensional Analysis" }
  }
]